Repository: artifex404/wp-power-stats
Catalog: languages/wp-power-stats-*.po
Languages: fi, hu_hu

source: Unknown
fi: Tuntematon
hu_hu: Ismeretlen

source: You do not have sufficient permissions to manage options for this site.
fi: Sinulla ei ole tarpeeksi valtuuksia näkemään tämän sivun.
hu_hu: Önnek nincs jogosultsága a beállítások megváltoztatásához.

source: Statistics Settings
fi: Tilaston asetukset
hu_hu: Beállítások

source: WP Power Stats
hu_hu: Statisztikák

source: WP Power Stats Widget
hu_hu: Statisztikák

source: Today
fi: Tänään
hu_hu: Ma

source: This Week
fi: Tämä viikko
hu_hu: A héten

source: This Month
fi: Tämä kuukausi
hu_hu: A hónapban

source: Statistics
fi: Tilastot
hu_hu: Statisztikák

source: Title:
fi: Otsikko:
hu_hu: Cím:

source: Show Icons
fi: Näytä kuvakkeet
hu_hu: Ikonok mutatása

source: Ignore hits from
fi: Älä laske käynnit
hu_hu: Ne vegye figyelembe:

source: Administrators
fi: Ylläpitäjä
hu_hu: Adminisztrátor

source: Bots
fi: Robotit
hu_hu: Robotok

source: Overview
fi: Yhteenveto
hu_hu: Statisztikák

source: The regions on your Statistics screen are:
fi: Tilastojen osiot ovat:
hu_hu: A Statisztikák képernyő áttekintése:

source: Summary
fi: Yhteenveto
hu_hu: Összefoglalás

source: Shows the number of visitors and page views during different time periods: today, this week, this month.
fi: Näyttää kävijöiden ja sivulatauksien tilastot täsä päivästä, tästä viikosta ja tästä kuukaudesta.
hu_hu: Az oldal látogatóinak számát és az általuk megtekintett oldalak számát mutatja napi, heti és havi bontásban.

source: Devices
fi: Laitteet
hu_hu: Eszközök

source: Shows the top 3 devices your visitors are using.
fi: Näyttää 3 käytetyintä kävijöiden laitetta.
hu_hu: Az oldal látogatói által használt eszközök típusait mutatja.

source: Visitors & Page Views
fi: Kävijät ja sivulataukset
hu_hu: Látogatók és oldalmegtekintések

source: Shows a graph of visitors and page views during the last 11 days. You can view the precise numbers when you hover the graph with your mouse.
fi: Näyttää tilaston, josta näkee viimeisen 11 päivän kävijöiden määrän ja sivulatauksien määrän. Vie hiiren pisteen päälle niin näet tarkat luvut.
hu_hu: Az oldal látogatóinak számát és az általuk megtekintett oldalak számát ábrázolja grafikonon. A grafikon az elmúlt 11 nap adatait tartalmazza. Megtekintheti a napi szintű pontos adatokat, ha az egér mutatót a grafikon fölé mozgatja.

source: Traffic Source
fi: Kävijöiden lähde
hu_hu: Forgalom forrásai

source: Displays the traffic source to your web site.
fi: Näyttää sivuston kävijöiden lähdettä.
hu_hu: Azt mutatja meg, hogy honnan érkeztek a látogatók az oldalára.

source: Browsers
fi: Selaimet
hu_hu: Böngészők

source: Displays the top 3 most used web browser of your visitors.
fi: Näyttää kävijöiden kolme käytetyintä selainta.
hu_hu: Az oldal látogatói által használt 3 legnépszerűbb böngészőről ad tájékoztatást.

source: Operating Systems
fi: Käyttöjärjestelmät
hu_hu: Operációs rendszerek

source: Displays the top 3 most used operating system of your visitors.
fi: Näyttää kävijöiden kolme käytetyintä käyttöjärjestelmää.
hu_hu: Az oldal látogatói által használt 3 legnépszerűbb operációs rendszerről ad tájékoztatást.

source: Visitor Map
fi: Kävijöiden kartta
hu_hu: Látogatói térkép

source: Shows the geoprahical map of your visitors. Hover over a country, to see the exact visitor number to your site from that country.
fi: Näyttää kartalla kävijöiden maat. Vie hiiren maan päälle niin näet tarkan luvun.
hu_hu: Az oldal látogatóinak országonkénti eloszlását ábrázolja térképen. Adott országból érkező látogatók számáról pontos adatokat kaphat, ha az egérmutatót az adott ország fölé mozgatja.

source: Top Posts
fi: Suosituimat artikkelit
hu_hu: Legnépszerűbb bejegyzések

source: Shows the most viewed posts of your wordpress site.
fi: Näyttää katsotuimat artikkelit tästä wordpress sivustosta.
hu_hu: A legnézettebb bejegyzéseket mutatja meg.

source: Top Links
fi: Käytetyimät linkkit
hu_hu: Legnépszerűbb hivatkozások

source: Shows the most common referer to your site.
fi: Näyttää käytetyimät sivustot joista tultiin sivustolle.
hu_hu: Megmutatja a leggyakoribb hivatkozásokat az oldalára.

source: Top Search Terms
fi: Käytetyimät hakusanat
hu_hu: Legnépszerűbb keresési kifejezések

source: Shows the most used keywords used to find your website.
fi: Näyttää käytetyimät hakusanat joilla päädyttiin sivustolle.
hu_hu: Megmutatja a leggyakoribb kereső kifejezéseket, amikkel az oldalára találtak.

source: Visitors
fi: Kävijät
hu_hu: Látogatók

source: Pageviews
fi: Sivulataukset
hu_hu: Oldalmegtekintések

source: Desktop
fi: Tietokone
hu_hu: Pc

source: Tablet
fi: Tabletti
hu_hu: Táblagép

source: Mobile
fi: Mobiili
hu_hu: Mobil

source: Year
fi: Vuosi
hu_hu: Év

source: Page Views
fi: Sivulataukset
hu_hu: Oldalmegtekintések

source: Search Engine
fi: Hakukone
hu_hu: Keresők

source: Link
fi: Linkki
hu_hu: Hivatkozás

source: Direct
fi: Suora
hu_hu: Direkt

source: Links
fi: Linkit
hu_hu: Hivatkozások
