Repository: artifex404/wp-power-stats
Catalog: admin/lang/wp-power-stats-*.po
Languages: ru_ru

source: Unknown
ru_ru: Неизвестно

source: You do not have sufficient permissions to manage options for this site.
ru_ru: У вас нет достаточно привилегий просматривать эту страницу.

source: Statistics Settings
ru_ru: Настройки статистики

source: WP Power Stats Widget
ru_ru: WP Power Stats Виджет

source: Today
ru_ru: Сегодня

source: This Week
ru_ru: Неделя

source: This Month
ru_ru: Месяц

source: Statistics
ru_ru: Статистика

source: Title:
ru_ru: Заголовок:

source: Show Icons
ru_ru: Показывать иконки

source: Ignore hits from
ru_ru: Не учитывать посещений

source: Administrators
ru_ru: Администраторов

source: Bots
ru_ru: Роботов

source: Overview
ru_ru: Обзор

source: The regions on your Statistics screen are:
ru_ru: Плагин показывает информацию следующими разделами:

source: Summary
ru_ru: Посещение

source: Shows the number of visitors and page views during different time periods: today, this week, this month.
ru_ru: Показывает количество посещений и показов страниц за разные периоды времени: сегодня, за текущую неделю и за текущий месяц.

source: Devices
ru_ru: Приборы

source: Shows the top 3 devices your visitors are using.
ru_ru: Показывает статистику используемых приборов ваших посетителей.

source: Visitors & Page Views
ru_ru: Посетители и показы

source: Shows a graph of visitors and page views during the last 11 days. You can view the precise numbers when you hover the graph with your mouse.
ru_ru: Показывает график количества ваших посетителей и показов страниц за последние 11 дней. Подведите мышку на график, и вы увидете число посетителей и показов страниц.

source: Traffic Source
ru_ru: Источники посетителей

source: Displays the traffic source to your web site.
ru_ru: Показывает источник ваших посетителей.

source: Browsers
ru_ru: Браузеры

source: Displays the top 3 most used web browser of your visitors.
ru_ru: Показывает 3 самых распространенных браузера Ваших посетителей.

source: Operating Systems
ru_ru: Операционные системы

source: Displays the top 3 most used operating system of your visitors.
ru_ru: Показывает 3 самых распространенных операционных систем Ваших посетителей.

source: Visitor Map
ru_ru: Карта посетителей

source: Shows the geoprahical map of your visitors. Hover over a country, to see the exact visitor number to your site from that country.
ru_ru: Показывает на карте Ваших посетителей по странам. Подведите мышку на карту, и Вы увидите точное количество посетителей из етой страны.

source: Top Posts
ru_ru: Записи

source: Shows the most viewed posts of your wordpress site.
ru_ru: Показывает самые просматриваемые записи Вашего сайта.

source: Top Links
ru_ru: Ссылки

source: Shows the most common referer to your site.
ru_ru: Показывает самые популярные ссылки на Ваш сайт.

source: Top Search Terms
ru_ru: Поисковые слова

source: Shows the most used keywords used to find your website.
ru_ru: Показывает самые используемые ключевые слова.

source: Visitors
ru_ru: Посетителей

source: Pageviews
ru_ru: Показов

source: Desktop
ru_ru: Компьютер

source: Tablet
ru_ru: Планшет

source: Mobile
ru_ru: Телефон

source: Year
ru_ru: Год

source: Page Views
ru_ru: Показов

source: Search Engine
ru_ru: Поисковики

source: Link
ru_ru: Ссылка

source: Direct
ru_ru: Прямой доступ

source: Links
ru_ru: Ссылки
